export const OLD_PRICE = "4,998 BDT";
export const NEW_PRICE = "2,499 BDT";

export const WHY_US_CARDS = [
    { src: "/top_step1.png", text: "সব ধরনের চুল পড়ার জন্য" },
    { src: "/top_step2.png", text: "চুলের লোমকূপ পুনরুদ্ধার করে" },
    { src: "/top_step3.png", text: "চুলকে শক্তি ও সৌন্দর্যে ভরিয়ে দেয়" },
];

export const INGREDENCES = [
    { 
      name: "ক্যাফেইন",
      img: "/vitamin1.png",
      reasons: [
        "চুলের বৃদ্ধির একটি প্রাকৃতিক উদ্দীপক।",
        "অর্গানিক প্রোটিনের একটি উৎস, যা চুলের একটি ভিত্তি ব্লক এটি চুলের গঠনে মিশে যায়, শক্তিশালী, প্রাণবন্ত এবং মসৃণ করে তোলে।",
      ]
    },
    { 
      name: "মেন্থল",
      img: "/vitamin2.png",
      reasons: [
        "এটি মাথার ত্বকে রক্ত চলাচলের উন্নতি ঘটায়",
        "এটি চুলের লোমকূপগুলিকে বিশ্রামের অবস্থা থেকে সক্রিয় বৃদ্ধির অবস্থায় পরিণত করে",
      ]
    },
    { 
      name: "স পালমেটো",
      img: "/vitamin4.png",
      reasons: [
        "চুলের গোড়া মজবুত করে",
        "শক্তি ও প্রাকৃতিক উজ্জ্বলতা দেয়",
      ]
    },
    { 
      name: "কিটোকোনাজল",
      img: "/vitamin5.png",
      reasons: [
        "এগুলোর একটি অ্যান্টিব্যাকটেরিয়াল প্রভাব রয়েছে এবং এগুলো খুশকি প্রতিরোধ করে",
        "তারা চুল আঁচড়ানো সহজ করে তোলে",

      ]
    },
    { 
      name: "পেপারমিন্ট অয়েল",
      img: "/vitamin6.png",
      reasons: [
        "এটি চুল ঘন করে",
        "এটির একটি 'সিল্কেনিং' ইফেক্ট আছে।",
      ]
    }
  ];

export const EXTRA_US = [
  { 
    name: "চুল পড়া কমান",
    des: "90% পর্যন্ত",
    src: "/benefit1.png",
    points: [
      "চুল পড়া রোধ করুন",
      "বৃদ্ধিকে ত্বরান্বিত করুন",
    ]
  },
  { 
    name: "চুলের আগাল ফেঁটে যাওয়ার সংখ্যা হ্রাস করুন",
    des: "97% পর্যন্ত",
    src: "/benefit2.png",
    points: [
      "চুলের গঠন মজবুত করুন",
      "আগাল ফেঁটে যাওয়া নির্মূল করুন",
    ]
  },
  { 
    name: "চুলে ভেঙ্গে যাওয়া কমান",
    des: "95% পর্যন্ত",
    src: "/benefit3.png",
    points: [
      "এটিকে স্বাস্থ্যকর চকমকে করুন",
      "নমনীয়তা উন্নত করুন",
    ]
  }
]

export const HAIR_TIPS = [
  "কিছু শ্যাম্পু মাথার ত্বকে এবং চুলের স্ট্রেন্ডে সমানভাবে প্রয়োগ করুন এবং কয়েক মিনিটের জন্য আপনার মাথার ত্বকে এবং চুলে ম্যাসাজ করুন। তারপর গরম জল/পানি দিয়ে আপনার চুল ধুয়ে ফেলুন।",
  "1-3 দিনের মধ্যে 1 বার শ্যাম্পু ব্যবহার করুন।",
  "2-3 বার ব্যবহারের পরেই দৃশ্যমান ফলাফল: কম চুল পড়া এবং ভাঙা, ঘন এবং ঝলমলে চুল।"
];

export const FAQS = [
  "আমাদের চুলের শক্তি এবং সৌন্দর্য অনেক কারণের উপর নির্ভর করে এবং চুলের যত্নের জন্য কেবলমাত্র একটি",
  "বিস্তৃত পদ্ধতির সর্বোত্তম ফলাফল দেয়। সোহেলী খান, সর্বোচ্চ যোগ্যতার হেয়ারড্রেসার সুপারিশ করেন ",
  "স্বাস্থ্যকর খাওয়া এবং ভিটামিন ও খনিজ কমপ্লেক্স গ্রহণ করা",
  "সঠিক চিরুনি নির্বাচন করা, সঠিক উপায়ে চুল আঁচড়ানো এবং চুলের উপর তাপীয় চিকিৎসার প্রভাব সীমিত করা",
  "আপনার চুল সঠিকভাবে ধোয়া, মাথার ত্বকে ম্যাসেজ করা, প্রতি বছর Hair Surge Shampoo-এর একটি কোর্স গ্রহণ করা।",
  "একটি স্বাস্থ্যকর জীবনধারা মেনে চলা এবং শিথিল করতে সক্ষম হওয়া"
]


export interface ITestimonial {
  name: string,
  img: string,
  text: string,
}

export const TESTIMONIALS = [
  { name: "সুচন্দা বোশ, এমডি, ট্রাইকোলজিস্ট", img: "/doctor.png", text: "চুল পড়ার সমস্যা লিঙ্গ নির্বিশেষে কোনো না কোনোভাবে প্রত্যেককে প্রভাবিত করে। পরিবেশের আধুনিক গুণমান, কাজের চাপ এবং ভারসাম্যহীন খাদ্যাভ্যাস মাথার খুলি এবং চুলের অবস্থাকে আরও খারাপ করে তোলে। ফলস্বরূপ, চুল বিবর্ণ হয়ে যায়, তার শক্তি এবং ঘনত্ব হারায়, বিভক্ত প্রান্ত দেখা দেয়, চুল ভেঙে যায় এবং পড়ে যায়। একজন ট্রাইকোলজিস্ট হিসাবে, বছরের পর বছর ধরে অনুশীলনের সময়, আমি অনেক চিকিৎসার চেষ্টা করেছি যা রোগীদের তাদের চুল মজবুত করতে, চেহারা বজায় রাখতে এবং চুলের গঠন উন্নত করতে সাহায্য করতে বাড়িতে ব্যবহার করা যেতে পারে। Hair Surge Shampoo একটি আসল রত্ন! এটিতে প্রাকৃতিক উপাদান রয়েছে যা ভঙ্গুর এবং ক্ষতিগ্রস্থ চুলের এবং বিভক্ত প্রান্তে সহায়তা করে। এই পণ্যটির ক্লিনিকাল ট্রায়ালগুলো টাক পড়া এবং চুল পড়ার বিরুদ্ধে লড়াই করার জন্য এর কার্যকারিতা প্রমাণ করে।" },
  { name: "সুচন্দা বোশ, এমডি, ট্রাইকোলজিস্ট", img: "/doctor.png", text: "চুল পড়ার সমস্যা লিঙ্গ নির্বিশেষে কোনো না কোনোভাবে প্রত্যেককে প্রভাবিত করে। পরিবেশের আধুনিক গুণমান, কাজের চাপ এবং ভারসাম্যহীন খাদ্যাভ্যাস মাথার খুলি এবং চুলের অবস্থাকে আরও খারাপ করে তোলে। ফলস্বরূপ, চুল বিবর্ণ হয়ে যায়, তার শক্তি এবং ঘনত্ব হারায়, বিভক্ত প্রান্ত দেখা দেয়, চুল ভেঙে যায় এবং পড়ে যায়। একজন ট্রাইকোলজিস্ট হিসাবে, বছরের পর বছর ধরে অনুশীলনের সময়, আমি অনেক চিকিৎসার চেষ্টা করেছি যা রোগীদের তাদের চুল মজবুত করতে, চেহারা বজায় রাখতে এবং চুলের গঠন উন্নত করতে সাহায্য করতে বাড়িতে ব্যবহার করা যেতে পারে। Hair Surge Shampoo একটি আসল রত্ন! এটিতে প্রাকৃতিক উপাদান রয়েছে যা ভঙ্গুর এবং ক্ষতিগ্রস্থ চুলের এবং বিভক্ত প্রান্তে সহায়তা করে। এই পণ্যটির ক্লিনিকাল ট্রায়ালগুলো টাক পড়া এবং চুল পড়ার বিরুদ্ধে লড়াই করার জন্য এর কার্যকারিতা প্রমাণ করে।" },
  { name: "সুচন্দা বোশ, এমডি, ট্রাইকোলজিস্ট", img: "/doctor.png", text: "চুল পড়ার সমস্যা লিঙ্গ নির্বিশেষে কোনো না কোনোভাবে প্রত্যেককে প্রভাবিত করে। পরিবেশের আধুনিক গুণমান, কাজের চাপ এবং ভারসাম্যহীন খাদ্যাভ্যাস মাথার খুলি এবং চুলের অবস্থাকে আরও খারাপ করে তোলে। ফলস্বরূপ, চুল বিবর্ণ হয়ে যায়, তার শক্তি এবং ঘনত্ব হারায়, বিভক্ত প্রান্ত দেখা দেয়, চুল ভেঙে যায় এবং পড়ে যায়। একজন ট্রাইকোলজিস্ট হিসাবে, বছরের পর বছর ধরে অনুশীলনের সময়, আমি অনেক চিকিৎসার চেষ্টা করেছি যা রোগীদের তাদের চুল মজবুত করতে, চেহারা বজায় রাখতে এবং চুলের গঠন উন্নত করতে সাহায্য করতে বাড়িতে ব্যবহার করা যেতে পারে। Hair Surge Shampoo একটি আসল রত্ন! এটিতে প্রাকৃতিক উপাদান রয়েছে যা ভঙ্গুর এবং ক্ষতিগ্রস্থ চুলের এবং বিভক্ত প্রান্তে সহায়তা করে। এই পণ্যটির ক্লিনিকাল ট্রায়ালগুলো টাক পড়া এবং চুল পড়ার বিরুদ্ধে লড়াই করার জন্য এর কার্যকারিতা প্রমাণ করে।" },
]